[
"不要对挫折叹气，姑且把这一切看成是在你成大事之前，必须经受的准备工作。","耕耘者最信和过自己的汗水，每一滴都孕育着一颗希望的种子。 ","古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。 ","所有的胜利，与征服自己的胜利比起来，都是微不足道。 ","生命力的意义在于拚搏，因为世界本身就是一个竞技场。 ","如果为了安全而不和大海在一起，船就失去了存在的意义。 ","奋斗的双脚在踏碎自己的温床时，却开拓了一条创造之路。 ","实现梦想比睡在床上的梦想更灿烂。 ","如果你很聪明，为什么不富有呢？ ","炫耀是需要观众的，而炫耀恰恰让我们失去观众。 ","愚蠢的人总是为昨天悔恨，为明天祈祷，可惜的是少了今天的努力。 ","生活的激流已经涌现到万丈峭壁，只要再前进一步，就会变成壮丽的瀑布。 ","如果可恨的挫折使你尝到苦果，朋友，奋起必将让你尝到人生的欢乐。 ","稗子享受着禾苗一样的待遇，结出的却不是谷穗。 ","骄傲是断了引线的风筝稍纵即逝。 ","自卑是剪了双翼的飞鸟，难上青天，这两者都是成才的大忌。 ","如果把才华比作剑，那么勤奋就是磨刀石。 ","在茫茫沙漠，唯有前时进的脚步才是希望的象征。 ","瀑布---为了奔向江河湖海，即使面临百丈深渊，仍然呼啸前行，决不退。 ","没有平日的失败，就没有最终的成功。重要的是分析失败原因并吸取教训。 ","奋斗者在汗水汇集的江河里，将事业之舟驶到了理想的彼岸。 ","成功的信念在人脑中的作用就如闹钟，会在你需要时将你唤醒。 ","遇到困难时不要抱怨，既然改变不了过去，那么就努力改变未来。 ","不要抱怨自己所处的环境，如果改变不了环境，那么就改变自己的心态。 ","高峰只对攀登它而不是仰望它的人来说才有真正意义。 ","知识给人重量，成就给人光彩，大多数人只是看到了光彩，而不去称量重量。 ","我们这个世界，从不会给一个伤心的落伍者颁发奖牌。 ","人类最大的灾难就是自己瞧不起自己。 ","健康的身体是实目标的基石。 ","目标再远大，终离不开信念去支撑。 ","向你的美好的希冀和追求撒开网吧，九百九十九次落空了，还有一千次呢。 ","如果缺少破土面出并与风雪拚搏的勇气，种子的前途并不比落叶美妙一分。 ","人生如棋，走一步看一步是庸者，走一步算三步是常者，走一步定十步是智者。 ","崇高的理想就象生长在高山上的鲜花。如果要搞下它，勤奋才能是攀登的绳索。 ","山涧的泉水经过一路曲折,才唱出一支美妙的歌。 ","只会在水泥地上走路的人，永远不会留下深深的脚印。 ","松软的沙滩上最容易留下脚樱钽也最容易被潮水抹去。 ","梯子的梯阶从来不是用来搁脚的，它只是让人们的脚放上一段时间，以便让别一只脚能够再往上登。 ","平时没有跑过千米，比赛时就难以进行一百米的冲刺。 ","展现自己的风采，用加倍的努力来赢得成功。 ","面对人生的逆境，不要妥协，而要选择坚强，好好挺着。 ","没有目标就没有方向，每一个学习阶段都应该给自己树立一个目标。 ","人生终有许多选择。每一步都要慎重。但是一次选择不能决定一切。不要犹豫，作出选择就不要后悔。只要我们能不屈不挠地奋斗，胜利就在前方。 ","树立必信的信念，不要轻易说“我不行”。志在成功，你才能成功。 ","你被拒绝的越多，你就成长得越快；你学的越多，就越能成功。 ","瀑布跨过险峻陡壁时，才显得格外雄伟壮观。 ","是士滴在攀登路上的血，也是懦夫失望时流淌的泪。 ","一帆风顺，并不等于行驶的是一条平坦的航线。 ","没有失败，只有放弃。 ","每个人学习中都会遇到各种困难、挫折和失败，不同的心态，是成功者和普通者的区别。 ","只有奋斗才会有结果。 ","事常与人违，事总在人为。 ","任何事情的发生必有其目的，并且总会从某一角度有助于你的成长。 ","重要的不是发生了什么事，而是要做哪些事来改善它。 ","驾驭命运的舵是奋斗。 ","不抱有一丝幻想，不放弃一点机会，不停止一日努力。 ","即使道路坎坷不平，车轮也要前进;即使江河波涛汹涌，船只也航行。 ","要想成为强乾，决不能绕过挡道的荆棘也不能回避风雨的冲刷。 ","战士的意志要象礁石一样坚定，战士的性格要象和风一样温柔。 ","树苗如果因为怕痛而拒绝修剪，那就永远不会成材。 ","一切伟大的行动和思想，都有一个微不足道的开始。 ","每一个成功者都有一个开始。勇于开始，才能找到成功的路。 ","吃别人吃不了的苦，忍别人受不了的气，付出比别人更多的，才会享受的比别人更多。 ","站在巨人的肩上是为了超过巨人。 ","当你感到悲哀痛苦时，最好是去学些什么东西。学习会使你永远立于不败之地。 ","人生舞台的大幕随时都可能拉开，关键是你愿意表演，还是选择躲避。 ","少一点预设的期待，那份对人的关怀会更自在。 ","生命力的意义在于拚搏，因为世界本身就是一个竞技场。 ","不登高山不知天之高也，不临深溪不知地之厚也。 ","上帝从不埋怨人们的愚昧，人们却埋怨上帝的不公平。 ","积极向上的人总是把苦难化为积极向上的动力。 ","热情和欲望可以突破一切难关。 ","不要让追求之舟停泊在幻想的港湾，而应扬起奋斗的风帆，驶向现实生活的大海。 ","思想如钻子，必须集中在一点钻下去才有力量。 ","最精美的宝石，受匠人琢磨的时间最长。最贵重的雕刻，受凿的打击最多。 ","困难越大，荣耀也越大。 ","能克服困难的人，可使困难化为良机。 ","如果你受苦了，感谢生活，那是它给你的一份感觉;如果你受苦了，感谢上帝，说明你还活着。人们的灾祸往往成为他们的学问。 ","在灾难面前不屈服，而应更加勇敢地去正视它。 ","不经巨大的困难，不会有伟大的事业。 ","不耍小聪明，不作弊应当是我们学习的原则，也应当是我们做人的原则。这样做的根基在于——相信自己，不仅相信自己现有的实力，也相信自己通过努力能够取得的进步。 ","勇敢地迎接逆境，即使不能实现最初的梦想，也会打开另一扇梦想的大门。 ","苦难与幸福一样，都是生命盛开的花朵。 ","成功的秘诀就在于多努力一次。为了成功，你努力了多少次？ ","对于攀登者来说，失掉往昔的足迹并不可惜，迷失了继续前时的方向却很危险。 ","不要让追求之舟停泊在幻想的港湾，而应扬起奋斗的风帆，驶向现实生活的大海。 ","桂冠上的飘带，不是用天才纤维捻制而成的，而是用痛苦，磨难的丝缕纺织出来的。 ","让自己一边成熟，一边寻找时机。等时机成熟时，理想就可以实现了。 ","就算学习和生活再艰难，也要一边痛着，一边笑着，给生活一张漂亮的脸。 ","意志力是人的一条救生索，它可以帮助我们脱离困境，引导我们走向胜利。 ","生活就像一面镜子，你若对她笑，她就对你笑。 ","沙漠里的脚印很快就消逝了。一支支奋进歌却在跋涉者的心中长久激荡。 ","你既然认准一条道路，何必去打听要走多久。 ","让生活的句号圈住的人，是无法前时半步的。 ","松软的沙滩上最容易留下脚樱钽也最容易被潮水抹去。 ","征服自己，就能征服一切。 ","面对人生旅途中的挫折与磨难，我们不仅要有勇气，更要有坚强的信念。 ","大器不必晚成，趁着年轻，努力让自己的才能创造最大的价值。 ","我们不能选择命运，但是我们能改变命运。 ","给自己一片没有退路的悬崖，就是给自己一个向生命高地冲锋的机会。 "]